Repository: notHisu/demo
Catalog: MAUI.Clinical6/Core/Resources/AppResources.*.resx
Languages: de, es, es_419, fr_be, it, nl_nl

# AboutTheStudyPageTitleText
source: About The Study
es: Sobre el estudio

# ActionContinue
source: CONTINUE
es: Continuar

# AdobeSignDescription1
source: You will need to provide your digital signature via Adobe Sign.
es: Necesitará proporcionar su firma digital a través de Adobe Sign.
it: Dovrai fornire la tua firma digitale tramite Adobe Sign.

# AdobeSignDescription2
source: During this process we will ask you to provide a verification code 2 times:
es: Durante este proceso le pediremos que proporcione un código de verificación 2 veces:
it: Durante questo processo ti chiederemo di fornire un codice di verifica per due volte:

# AdobeSignDescription3
source: once in order to view the form and once when you click to sign.
es: una vez para ver el formulario y otra cuando haga clic en firmar.
it: una per visualizzare il modulo e una quando fai click per firmare.

# AdobeSignDescription4
source: Before you sign, please be sure you fully understand what you are consenting to. If you have any questions, please contact your study doctor.
es: Antes de firmar, asegúrese de que entiende completamente lo que está aceptando. Si tiene preguntas, comuníquese con el médico del estudio.
it: Prima di firmare, per favore assicurati di aver compreso pienamente per cosa stai fornendo il consenso. Se hai domande, per favore contatta il tuo medico di riferimento per questo studio.

# AlertsText
source: Alerts
es: Alertas
it: Avvisi

# AmazonPaymentFinishButtonText
source: Finish
es: Finalizar

# AppointmentsPageNoUpcomingAppointments
source: No Upcoming Appointments
es: No Próximas citas

# AppointmentsPageNoUpcomingAppointmentsBody
source: You have no upcoming appointments at this time.
es: No tiene citas programadas en este momento

# AppointmentsPageNoUpcomingAppointmentsExtra
source: Please contact your site to schedule your next study appointment.
es: Comuníquese con su centro para programar su próxima cita.

# AppointmentsPageTitleText
source: Appointments
es: Citas

# AppointmentsPageUpcomingAppointments
source: UPCOMING APPOINTMENT
es: Próximas citas

# ArchivedText
source: Archived
es: Archivado

# ArchiveText
source: Archive
es: Archivar

# ArticlesPageTitleText
source: Articles
es: Artículos
it: Articoli

# BeginEsignatureProcessText
source: Begin eSignature Process
es: Comience el proceso de firma electrónica
it: Inizia il processo di firma elettronica

# BiometricBiometricsFingerPrintFooter
source: Attention: All of the Finger Print stored on this device can be used to log into your account.
de: Achtung: Alle auf diesem Gerät gespeicherten Fingerabdrücke können zum Anmelden bei Ihrem Konto verwendet werden.
es: Atención: Todas las huellas digitales almacenadas en este dispositivo se pueden utilizar para iniciar sesión en su cuenta.
es_419: Atención: Todas las huellas digitales almacenadas en este dispositivo se pueden utilizar para iniciar sesión en su cuenta.
fr_be: Attention : Toutes les empreintes digitales stockées sur ce dispositif peuvent être utilisées pour vous connecter à votre compte.
nl_nl: Opgelet: Alle vingerafdrukken die op dit apparaat zijn opgeslagen, kunnen gebruikt worden om in te loggen op uw account.

# BiometricBiometricsNotNow
source: Not Now
de: Jetzt nicht
es: Ahora no
es_419: Ahora no
fr_be: Pas maintenant
nl_nl: Nu niet

# BiometricBiometricsTouchIDFooter
source: Attention: All of the Touch ID fingerprints stored on this device can be used to log into your account.
de: Achtung: Alle auf diesem Gerät gespeicherten Touch-ID-Fingerabdrücke können zum Anmelden bei Ihrem Konto verwendet werden.
es: Atención: Todas las huellas digitales de Touch ID almacenadas en este dispositivo se pueden utilizar para iniciar sesión en su cuenta.
es_419: Atención: Todas las huellas digitales para identificación táctil almacenadas en este dispositivo se pueden utilizar para iniciar sesión en su cuenta.
fr_be: Attention : Toutes les empreintes digitales de l’identifiant tactile stockées sur ce dispositif peuvent être utilisées pour vous connecter à votre compte.
nl_nl: Opgelet: Alle Touch ID vingerafdrukken die op dit apparaat zijn opgeslagen, kunnen gebruikt worden om in te loggen op uw account.

# BiometricFaceIDEnableTitle
source: Enable Face ID
de: Face ID aktivieren
es: Permitir el uso de Face ID
es_419: Habilitar identificación facial
fr_be: Activer l’identifiant facial
nl_nl: Face ID inschakelen

# BiometricFaceIDError
source: Enable {0}
de: {0} aktivieren
es: Permitir {0}
es_419: Activar {0}
fr_be: Activez {0}
nl_nl: Inschakelen {0}

# BiometricFaceIDLoginTitle
source: Face ID Login
de: Anmeldung mit Face ID
es: Inicio de sesión con Face ID
es_419: Inicio de sesión mediante identificación facial
fr_be: Identifiant facial
nl_nl: Aanmelden met Face ID

# BiometricFaceIDMessage
source: Next time you are logging in, use your Face ID for faster, easier, and secure access to your account.
de: Nutzen Sie bei Ihrer nächsten Anmeldung Face ID, um schneller, einfacher und sicher auf Ihr Konto zuzugreifen.
es: La próxima vez que inicie sesión, utilice Face ID para un acceso más rápido, más fácil y seguro a su cuenta.
es_419: La próxima vez que inicie sesión, utilice la identificación facial para obtener acceso más rápido, simple y seguro a su cuenta.
fr_be: La prochaine fois que vous vous connectez, utilisez votre identifiant facial pour un accès plus rapide, plus facile et plus sécurisé à votre compte.
nl_nl: Gebruik de volgende keer dat u zich aanmeldt uw Face ID voor snellere, gemakkelijkere en veiligere toegang tot uw account.

# BiometricFaceIDReason
source: Try Again
de: Versuchen Sie es noch einmal
es: Intente de nuevo
es_419: Inténtelo de nuevo
fr_be: Essayez à nouveau
nl_nl: Probeer het opnieuw

# BiometricFingerPrinEnableTitle
source: Enable Finger Print
de: Fingerabdruck aktivieren
es: Permitir el uso de la huella digital
es_419: Habilitar huella digital
fr_be: Activer l’empreinte digitale
nl_nl: Vingerafdruk inschakelen

# BiometricFingerPrinTitle
source: Finger Print Login
de: Anmeldung mit Fingerabdruck
es: Inicio de sesión con la huella digital
es_419: Inicio de sesión mediante huella digital
fr_be: Connexion par empreinte digitale
nl_nl: Aanmelden met vingerafdruk

# BiometricFingerPrintMessage
source: Next time you are logging in, use your Finger Print for faster, easier, and secure access to your account.
de: Nutzen Sie bei Ihrer nächsten Anmeldung Ihren Fingerabdruck, um schneller, einfacher und sicher auf Ihr Konto zuzugreifen.
es: La próxima vez que inicie sesión, utilice su Huella digital para un acceso más rápido, más fácil y seguro a su cuenta.
es_419: La próxima vez que inicie sesión, utilice la huella digital para obtener acceso más rápido, simple y seguro a su cuenta.
fr_be: La prochaine fois que vous vous connectez, utilisez votre empreinte digitale pour un accès plus rapide, plus facile et plus sécurisé à votre compte.
nl_nl: Gebruik de volgende keer dat u zich aanmeldt uw vingerafdruk voor snellere, gemakkelijkere en veiligere toegang tot uw account.

# BiometricSignFingerPrintTitle
source: Fingerprint for {0}
es: Huella digital para {0}

# BiometricSignTitle
source: Sign in to {0}
es: Iniciar sesión en {0}

# BiometricTouchIDDMessage
source: Next time you are logging in, use your Touch ID for faster, easier, and secure access to your account.
de: Nutzen Sie bei Ihrer nächsten Anmeldung Touch ID, um schneller, einfacher und sicher auf Ihr Konto zuzugreifen.
es: La próxima vez que inicie sesión, utilice Touch ID para un acceso más rápido, más fácil y seguro a su cuenta.
es_419: La próxima vez que inicie sesión, utilice la identificación táctil para obtener acceso más rápido, simple y seguro a su cuenta.
fr_be: La prochaine fois que vous vous connectez, utilisez votre identifiant tactile pour un accès plus rapide, plus facile et plus sécurisé à votre compte.
nl_nl: Gebruik de volgende keer dat u zich aanmeldt uw Touch ID voor snellere, gemakkelijkere en veiligere toegang tot uw account.

# BiometricTouchIDEnableTitle
source: Enable Touch ID
de: Touch ID aktivieren
es: Permitir el uso de Touch ID
es_419: Habilitar identificación táctil
fr_be: Activer l’identifiant tactile
nl_nl: Touch ID inschakelen

# BiometricTouchIDFirtsTimeTitle
source: Confirm your fingerprint now.
de: Bestätigen Sie jetzt Ihren Fingerabdruck.
es: Confirmemos su huella digital.
es_419: Confirme su huella digital ahora.
fr_be: Confirmez votre empreinte digitale maintenant.
nl_nl: Bevestig nu uw vingerafdruk.

# BiometricTouchIDLoginTitle
source: Touch ID Login
de: Anmeldung mit Touch ID
es: Inicio de sesión con Touch ID
es_419: Inicio de sesión mediante identificación táctil
fr_be: Connexion par identifiant tactile
nl_nl: Aanmelden met Touch ID

# BiometricTouchIDTitle
source: Scan your finger to proceed.
de: Scannen Sie Ihren Finger, um den Vorgang fortzusetzen.
es: Escanee su dedo para proceder.
es_419: Escanee su huella dactilar para continuar.
fr_be: Scannez votre doigt pour continuer.
nl_nl: Scan uw vinger om door te gaan.

# BiometricUseFaceId
source: Use Face ID
de: Face ID verwenden
es: Utilizar Face ID
es_419: Usar el reconocimiento facial
fr_be: Utilisez Face ID
nl_nl: Face ID gebruiken

# BiometricUseFingerprint
source: Use Fingerprint
de: Fingerabdruck verwenden
es: Utilizar la huella digital
es_419: Usar huella dactilar
fr_be: Utilisez les empreintes digitales
nl_nl: Vingerafdruk gebruiken

# BiometricUseTouchId
source: Use Touch ID
de: Touch ID verwenden
es: Utilizar Touch ID
es_419: Usar el identificador táctil
fr_be: Utilisez Touch ID
nl_nl: Touch ID gebruiken

# CompletedHistoryFlowProcessPageBackButtonText
source: Back
es: Atrás
it: Indietro

# ConsentCompletedDescription
source: You have completed your part of the consent process.
es: Ha terminado su parte del proceso de consentimiento.
it: Hai completato la tua parte del processo di consenso.

# ConsentErrorPhoneMessage
source: Invalid phone number detected. Please contact the study team and ask them to update the phone number to continue.
es: Número de teléfono inválido detectado. Comuníquese con el equipo del estudio y pídale que actualice el número de teléfono para continuar.

# ConsentErrorPhoneTitle
source: Invalid Phone Number
es: Número de teléfono inválido.

# ContactDetailsPageEmailText
source: Email
es: Correo electrónico

# ContactDetailsPageMoreInfoText
source: *Please call or email for updated hours, information or for any further questions.
es: *Llame o envíe un correo electrónico para el horario más reciente, información o para cualquier otra pregunta.
it: *Per favore chiama o invia una mail per aggiornare l???orario, per richiedere informazioni o per ulteriori domande.

# ContactDetailsPageNameText
source: Name
es: Nombre

# ContactDetailsPagePhoneText
source: Phone Number
es: Número de teléfono
it: Numero di telefono

# ContactDetailsPagePrimaryContactText
source: Primary Contact
es: Contacto principal
it: Contatto principale

# ContactDetailsPageTitleText
source: Contact
es: Contacto
it: Contatta

# ContactPagePrimaryContactText
source: Primary Contact
es: Contacto principal
it: Contatto principale

# ContactPageTitleText
source: Contact
es: Contacto
it: Contatta

# ContactPageViewText
source: View
es: Ver
it: Vedi

# ControlTemperature
source: Temperature
es: Temperatura

# DashboardMasterPageHomeText
source: Home
es: Inicio

# DialogCancel
source: Cancel
es: Cancelar

# DialogContinue
source: Continue
es: Continuar

# DisabledAccountPageDisabledAccountText
source: Disabled Account
es: Cuenta deshabilitada
it: Account disattivato

# EmailEntryInvalidEmailMessage
source: We don’t recognize this email address. Please enter your previously registered email address.
es: No reconocemos esta dirección de correo electrónico. Ingrese su dirección de correo electrónico previamente registrada.

# EmailEntryInvalidEmailTitle
source: Invalid Email
es: Correo Electrónico Inválido

# EmailInformedConsentDescription
source: We will email you the signed informed consent once the study staff has signed as well.
es: Le enviaremos el consentimiento informado firmado por correo electrónico una vez que el personal del estudio lo haya firmado también.
it: Riceverai via email il modulo di consenso firmato una volta che anche un membro dello staff del centro sperimentale avr?? firmato il consenso.

# EmailPMAPageEmailPlaceholder
source: Email *
es: Correo electrónico *

# EmailPMAPageForgotPasswordText
source: Forgot Password?
es: ¿Olvidó su contraseña?
it: Password dimenticata?

# EmailPMAPageLabelSignInHeader
source: Participant Sign In
es: Inicio de sesión del participante
it: Accesso dell??? utente

# EmailPMAPagePasswordPlaceholder
source: Password *
es: Contraseña *
it: La Password deve essere composta da almeno 8 caratteri e deve contenere almeno uno di ciascuno dei seguenti elementi:

# EmailPMAPagePasswordTextBoxErrorMsg
source: Password is required.
es: Se requiere una contraseña.
it: La Password ?? obbligatoria

# EmailPMAPagePrivacyLinkText
source: Privacy
es: Privacidad
it: Trattamento dei dati personali

# EmailPMAPageSignInBtnText
source: Sign In
es: Iniciar sesión
it: Accedi

# EmailSubjectText
source: Email to Study Team
es: Escriba por correo electrónico al equipo del estudio

# EmailVerificationCodeDialogTitle
source: Verification Code
es: Código de verificación

# EmailVerificationErrorDialogTitle
source: Alert
es: Alerta

# ErrorMessageFriendly
source: Something went wrong!
es: Algo salió mal

# ErrorMessageRetry
source: Please try again
es: Intente de nuevo.

# EsignatureCompleteText
source: eSignature Complete!
es: ¡Firma electrónica completa!
it: Firma elettronica completata!

# FinishText
source: Finish
es: Finalizar

# FlowProcessPageToolbarItemExitText
source: Exit
es: Salir
it: Esci

# FlowSaveDraftExit
source: Exit Activity
es: Salir de la actividad
it: Esci dalle attivit??

# FlowSaveDraftStay
source: Stay & Complete
es: Quedarse y terminar
it: Rimani & Completa

# FlowSaveDraftTitle
source: You have not completed this activity. If you exit, your progress will be saved, and later you can continue from where you stopped.
es: No ha completado esta actividad. Si sale, se guardará su progreso y puede continuar más tarde desde donde la dejó.
it: Non hai completato questa attivit??. Se esci, i tuoi progressi verranno salvati e potrai continuare da dove ti sei fermato.

# FlowSurveyHistoryPageActivityHistoryText
source: Activity History
es: Historial de actividad
it: Storia dell???attivit??

# FlowSurveyHistoryPageBackText
source: Back
es: Atrás
it: Indietro

# ForgotPinEmailSentPageCheckEmailText
source: Check Your Email
es: Revise su correo electrónico
it: Controlla la tua email.

# ForgotPinEmailSentPageEmailResetText
source: An email to reset your password should arrive shortly. Please be sure to check your junk mail.
es: Un correo electrónico para restablecer su contraseña debería llegarle en breve. Asegúrese de revisar su correo no deseado.
it: A breve dovresti ricevere una email per reimpostare la tua password. Per favore assicurati di controllare anche la posta indesiderata.

# ForgotPinEmailSentPageGoToSignInText
source: Go to Sign In
es: Ir a Inicio de sesión
it: Vai a ???Accedi???

# ForgotPinEnterEmailPageButtonSendLinkText
source: Send Link
es: Enviar enlace
it: Invia il link

# ForgotPinEnterEmailPageForgotPasswordText
source: Forgot Password
es: Olvidó su contraseña
it: Password dimenticata

# ForgotPinEnterEmailPageSendEmailText
source: Enter the email you use to sign in, and we will send you a link to reset your password.
es: Ingrese el correo electrónico que utiliza para iniciar sesión y le enviaremos un enlace para restablecer su contraseña.
it: Inserisci l??? indirizzo email che utilizzi per accedere e ti invieremo un link per reimpostare la tua password.

# ForgotPinEnterEmailViewModelEmailReqText
source: Email is required.
es: Se requiere un correo electrónico.
it: L???email ?? obbligatoria

# ForgotPinEnterEmailViewModelInvalidEmailText
source: Invalid Email Format. Please enter a valid email.
es: Formato de correo electrónico inválido. Ingrese un correo electrónico válido.
it: Formato dell??? email non valido. Per favore inserisci un indirizzo email valido.

source: Go Home
es: Ir al Inicio
it: #N/A

# GoVideoConsults
source: Go to Video Consults List
es: Ir a la lista de videoconsultas
it: #N/A

# HomeAllCaughtUp
source: ALL CAUGHT UP
es: ESTÁ AL DÍA

# HomeKeepGreatWorkBody
source: You have completed all activites at this time. You may have new activities coming up soon.
es: Ha completado todas las actividades en este momento. Es posible que tenga nuevas actividades por realizar pronto.

# HomeWelcome
source: Welcome {0}
es: Bienvenido {0}

# HomeYouHaveActivities
source: You have {0} activities
es: Tiene {0} actividades

# HomeYouHaveActivity
source: You have {0} activity
es: Tiene {0} actividad

# HomeYouHaveNoActivity
source: You have {0} activity
es: Tiene {0} actividad

source: Invalid Credentials
es: Credenciales inválidas

# InvalidCredentialsTitle
source: Invalid Credentials
es: Credenciales inválidas

# JoinConsult
source: Tips
es: Consejos
it: Suggerimenti

# JoinTitle
source: Join
es: Unirse
it: Partecipa

source: Loading...
es: Cargando…

# LockedPageFailedAttemptsText
source: Your account has been locked because of too many failed sign in attempts. To unlock your account, you can do one of the following things:
es: Su cuenta se ha bloqueado debido a demasiados intentos fallidos de inicio de sesión. Para desbloquear su cuenta, puede hacer una de las siguientes cosas:
it: Il tuo account ?? stato bloccato a causa di troppi tentativi di accesso falliti. Per sbloccare il tuo account, puoi fare una delle seguenti cose:

# LockedPageLockAccountText
source: Locked Account
es: Cuenta bloqueada
it: Account bloccato

# LockedPageResetPasswordText
source: Reset your password
es: Restablezca su contraseña
it: Reimposta la tua password

# LockedPageReturnToSignInText
source: Return to Sign In
es: Volver a Iniciar sesión
it: Ritorna all??? opzione ???Accedi???

# LockedPageWaitTimeLimitText
source: Wait 15 minutes before trying again, or
es: Espere 15 minutos antes de volver a intentarlo, o
it: Aspetta 15 minuti prima di riprovare, oppure

# LoginFlowNext
source: NEXT
es: Siguiente

# LoginPMAViewModelAlertHeaderText
source: Invalid Credentials
es: Credenciales inválidas
it: Credenziali non valide

# LoginPMAViewModelEmailReqText
source: Email is required.
es: Se requiere un correo electrónico.
it: L???email ?? obbligatoria

# LoginPMAViewModelInvalidEmailText
source: Invalid Email Format. Please enter a valid email.
es: Formato de correo electrónico inválido. Ingrese un correo electrónico válido.
it: Formato dell??? email non valido. Per favore inserisci un indirizzo email valido.

# LoginPMAViewModelRemainingAtemptTextBody
source: Your account may be locked after 3 failed sign in attempts.
es: Es posible que su cuenta se bloquee después de 3 intentos fallidos de inicio de sesión.
it: Il tuo account potrebbe risultare bloccato dopo 3 tentativi di accesso falliti.

# MarkUnreadText
source: Mark as Unread
es: Marcar como no leído

# MenuPageSignOutText
source: Sign Out
es: Cerrar sesión
it: Disconnetti

# MenuPageTitleText
source: More
es: Más
it: Di Più

# MyTasksHeaderGreetingText
source: WELCOME {0}
es: BIENVENIDO {0}
it: BENVENUTO {0}

# MyTasksHeaderRemainingActivitiesText
source: You have {0:activity;activities}
es: Tienes {0:actividad;actividades}
it: Hai {0:attività;attività}

# MyTasksPageTitleText
source: Home
es: Inicio
it: Pagina iniziale

# MyTasksReconsentBody
source: Please contact your site to get instructions on how to re-consent.
es: Comuníquese con su centro y reciba instrucciones sobre cómo proporcionar su consentimiento de nuevo.
it: #N/A

# MyTasksReconsentTitle
source: We need your re-consent
es: Necesitamos su consentimiento de nuevo
it: #N/A

# MyTasksStatusCardConsentCompleteAssignedLabel
source: ALL CAUGHT UP
es: Todo recopilado

# MyTasksStatusCardConsentCompleteAssignedTitle
source: Keep up the great work
es: Adelante, va muy bien

# MyTasksStatusCardConsentInitialBody
source: In order to use this app, we need your consent. Please use the information below to contact your site and get instructions on how to provide your consent.
es: Para utilizar esta aplicación, necesitamos su consentimiento. Utilice la siguiente información para comunicarse con su centro y recibir instrucciones sobre cómo proporcionar su consentimiento.
it: #N/A

# MyTasksStatusCardConsentInitialLabel
source: CONSENT
es: CONSENTIMIENTO

# MyTasksStatusCardConsentInitialTitle
source: We Need Your Consent
es: Necesitamos su consentimiento
it: #N/A

# MyTasksStatusCardConsentInProgressLabel
source: CONSENT
es: CONSENTIMIENTO

# MyTasksStatusCardRemoteConsentInProgressBody
source: We will notify you once the site staff signs your consent, and you can start using the {0} app.
es: Le notificaremos una vez que el personal del centro firme su consentimiento y pueda utilizar la aplicación {0}.
it: #N/A

# MyTasksStatusCardRemoteConsentInProgressLabel
source: SIGN CONSENT FORM
es: FIRMA DEL FORMULARIO DE CONSENTIMIENTO
it: Firma il Consenso Informato

# MyTasksStatusCardRemoteConsentInProgressTitle
source: Thank you for completing the eSignature process
es: Gracias por completar el proceso de firma electrónica
it: #N/A

# MyTasksStatusRemoteConsentBody
source: In order to use the {0} app, we'll need your consent first.
es: Para utilizar la aplicación {0}, necesitamos que firme el consentimiento informado.
it: #N/A

# MyTasksStatusRemoteConsentBodyRe
source: We have made changes to the informed consent. In order to continue participating, we need you to sign the informed consent again.
es: Hemos hecho cambios al consentimiento informado. Para seguir participando, necesitamos que firme el consentimiento informado de nuevo.
it: #N/A

# MyTasksStatusRemoteConsentLabel
source: SIGN CONSENT FORM
es: FIRMA DEL FORMULARIO DE CONSENTIMIENTO
it: #N/A

# MyTasksStatusRemoteConsentLabelRe
source: RE-CONSENT
es: NUEVO CONSENTIMIENTO
it: #N/A

# MyTasksStatusRemoteConsentTitle
source: We need your eSignature
es: Necesitamos su firma electrónica
it: #N/A

# MyTasksStatusRemoteConsentTitleRe
source: We need your re-consent
es: Necesitamos su consentimiento de nuevo
it: #N/A

# NavActionBack
source: Back
es: Atrás
it: Indietro

# NavActionDone
source: Done
es: Hecho

# NoAlertsArchivedText
source: No Archived Alerts
es: No hay alertas archivadas

# NoAlertsDescription
source: There are no new alerts yet.
es: Aún no hay alertas.

# NoAlertsTitle
source: No Alerts
es: No hay alertas

# NotAvailableMessage
source: There are no scheduled video consults yet.
es: No hay videoconsultas programadas aún.

# NoVideoConsultsText
source: No Video Consults
es: No hay videoconsultas

# OkTitle
source: OK
es: Aceptar

source: Password Expired
es: Contraseña caducada

# PasswordExpiredPagePasswordExpiredLabelText
source: Password Expired
es: Contraseña caducada
it: Password scaduta

# PasswordExpiredPagePasswordExpiredText
source: Your password has expired. Please click the button below and follow the instructions to change your password.
es: Su contraseña caducó. Haga clic en el siguiente botón y siga las instrucciones para cambiar su contraseña.
it: La tua password ?? scaduta. Per favore seleziona il pulsante di sotto e segui le istruzioni per modificare la tua password.

# PatientIdText
source: Patient ID
es: Identificación del paciente
it: #N/A

# PoliciesPageContinueButtonText
source: Continue
es: Continuar
it: Continua

# PoliciesPagePolicyAcceptNewText
source: I accept the new
es: Acepto la nueva
it: Accetto la nuova
