Repository: notHisu/demo
Catalog: MAUI.Clinical6/Core/Resources/AppResources.*.resx
Languages: de, es, es_419, fr_be, it, nl_nl

# PoliciesPagePolicyChangedText
source: Our policies have changed. Please review and accept the new policies in order to continue.
es: Nuestras políticas han cambiado. Revise y acepte las nuevas políticas para continuar.
it: Le nostre informative sono state modificate. Per favore controlla e accetta le nuove informative prima di procedere.

# PoliciesPagePolicyUpdatedText
source: Policy Update
es: Actualización de las políticas
it: Aggiornamento dell??? Informativa sul trattamento dei dati personali

# PoliciesPagePrivacyPolicyText
source: Privacy
es: Privacidad
it: Trattamento dei dati personali

# PolicyPageCloseText
source: Close
es: Cerrar
it: Chiudi

# ProfileViewModelTitleText
source: My Profile
es: Mi Perfil

# ReadText
source: Read
es: Leído

# ReconsentRequested
source: Your re-consent is requested
es: Necesitamos su consentimiento de nuevo

# RegisteredEmailText
source: Registered Email
es: Correo electrónico registrado
it: Indirizzo email registrato

# SessionTimeOutPageEmailPlaceHolderText
source: Email *
es: Correo electrónico *

# SessionTimeOutPageForgotPasswordText
source: Forgot Password?
es: ¿Olvidó su contraseña?

# SessionTimeOutPageHeaderText
source: Session Timeout
es: Se acabó el tiempo de su sesión

# SessionTimeOutPageHeaderTextSubtitle
source: Your session expired due to inactivity.
es: Su sesión caducó por inactividad.

# SessionTimeOutPagePasswordPlaceHolderText
source: Password *
es: Contraseña *

# SessionTimeOutPageSigInText
source: Sign In
es: Iniciar sesión

# SignInformedConsentText
source: Sign Consent Form
es: FIRMA DEL FORMULARIO DE CONSENTIMIENTO
it: Firma il Consenso Informato

# SiteIdText
source: Site ID
es: ID del Centro
it: ID del centro

# StudyStartDateText
source: Study Start Date
es: Fecha de inicio del estudio
it: #N/A

# UnArchiveKey
source: Unarchive
es: Desarchivar

# UnreadText
source: Unread
es: No leído

# UserGuideText
source: User Guide
es: Guía del usuario

# UserProfileFirstNameLabel
source: First Name
es: Nombre
it: Nome

# UserProfileLastNameLabel
source: Last Name
es: Apellido

# VerificationCodeNext
source: Next
es: Siguiente
it: Avanti

# VerificationCodePlaceHolder
source: Verification Code *
es: Código de verificación *
it: Codice di Verifica *

# VerificationCodeVerifyAccountTitle
source: Verify Account
es: Verificar cuenta
it: Verifica l???Account

# VersionFormatText
source: Version: {0}
es: Versión: {0}

# VideoConsultEnd
source: This video consult has concluded.
es: Esta videoconsulta terminó.
it: #N/A

# VideoConsultListPageTitleText
source: Video Consults
es: Videoconsultas

# VideoConsultRoomPageCloseBtnText
source: Close
es: Cerrar

# VideoDescription
source: Once a video consult is available to start, you will see a link to 'Join right next to it.
es: Una vez que la videoconsulta esté disponible para comenzar, verá un enlace para "Unirse" justo al lado.
it: Una volta che la consulenza tramite video ?? disponibile, vedrai un link ???Partecipa??? proprio accanto ad esso.

# WaitingBeginConsult
source: Joining video consult…
es: Unirse a la videoconsulta…
it: Partecipare alla consulenza tramite video

# WithdrawnAccountPageInfoText
source: You have been withdrawn from the app. If you have any questions, please contact your site.
es: Usted ha sido retirado de la aplicación. Si tiene preguntas, comuníquese con su centro.
it: Sei stato cancellato dall???app. Se hai domande, per favore contatta il tuo centro sperimentale di riferimento.

# WithdrawnAccountPageText
source: Withdrawn Account
es: Retiro de cuenta
it: Account ritirato

# PasswordExpiredPageResetPasswordText
source: Reset Password
es: Restablecer contraseña

# SprayValidationError
source: Last spray time cannot be earlier than first spray time
es: La hora de la última rociada no puede ser antes que la hora de la primera rociada

# HomeKeepGreatWork
source: Keep up the great work.
es: Adelante, va muy bien
it: Continuate così.

# TimeEntryValidationError
source: Please enter a time between {0} - {1}
es: Ingrese una cantidad de tiempo entre {0} y {1}

# BiometricFingerPrintScanRecognized
source: Fingerprint recognized
es: Huella dactilar reconocida

# BiometricTouchIDHint
source: Touch Sensor
de: Berühren Sie den Sensor
es: Sensor táctil
es_419: Sensor táctil
fr_be: Capteur tactile
nl_nl: Aanraaksensor

# ForgotPinEmailSentLabel
source: Please Check Your Email
es: Revise su correo electrónico

# ValueMaxMessageError
source: The value is not within the range of {0} - {1} please try again.
es: El valor no está en el rango de {0} - {1}. Inténtelo de nuevo.
it: Il valore non rientra nell’intervallo {0} - {1}; riprovi.

# FingerprintNotRecognized
source: Fingerprint not recognized. Try again.
es: Huella dactilar no reconocida. Intente otra vez.

# EligibilityDescriptionText
source: The study coordinators are in the process of reviewing your records. They will soon know if you are a good fit for this study. If you would like more information, please contact your site.
es: Los coordinadores del estudio están en el proceso de revisar sus registros. Ellos sabrán pronto si usted es un buen candidato para este estudio. Si gustaría obtener más información, comuníquese con el centro.

# EligibilityPendingText
source: Eligibility pending
es: Elegibilidad pendiente

# EligibilityStatusText
source: ELIGIBILITY STATUS
es: ESTADO DE ELEGIBILIDAD

# FlowValidationDialogMessage
source: Please check that all required values have been entered correcty before proceeding.
es: Compruebe que se han introducido correctamente todos los valores necesarios antes de continuar.

# FlowValidationDialogTitle
source: Unable to Proceed
es: Imposible continuar

# ForgotPinEnterEmailPagePasswordChangeText
source: I don’t need to change my password.
es: No necesito cambiar mi contraseña
it: Non ho necessit?? di modificare la mia password

# HomePageCheckBackText
source: Check back everyday at 6pm to fill in your diary.
es: Regrese todos los días a las 6 p. m. para llenar su diario.

# HomePageConsentDescription
source: Once your study physician goes through the informed consent form and you provide your consent to participate in the study, you will be able to proceed.
es: Una vez que el médico del estudio le explique el formulario dé consentimiento informado y usted de su consentimiento para participar en el estudio, podrá proceder.

# HomeWeek
source: Week {0} of {1}
es: Semana {0} de {1}

# InactiveAccountDescription
source: Your account has been deactivated. Please contact your study site.
es: Se ha desactivado su cuenta. Comuníquese con el centro del estudio. Puede cerrar la ventana para salir de esta página

# InactiveAccountText
source: Inactive Account
es: Cuenta inactiva

# InvalidEmail
source: Invalid Email Format. Please enter a valid email.
es: Formato de correo electrónico inválido. Ingrese un correo electrónico válido.

# LockedPageCheckEmailText
source: Check your email for instructions to unlock your account
es: Revise su correo electrónico para recibir instrucciones para desbloquear su cuenta
it: Controlla la tua email per le istruzioni su come sbloccare il tuo account,

# AdobeSignText
source: Adobe Sign
it: Firma con Adobe

# DownloadTitle
source: Download
it: Scarica

# DisabledAccountPageAccountContactInfoText
source: Your account has been disabled. Please contact your study site.
it: Il tuo account ?? stato disattivato. Per favore contatta il tuo centro sperimentale di riferimento.

# NewVersionAvailableMessage
source: There is a new version available
it: #N/A

# NewVersionAvailableTitle
source: New version available
it: #N/A

# RemoteConsentTitle
source: Sign Informed Consent
it: #N/A

# VerificationCodeTitle
source: Invalid verification code. Please try again.
it: Codice di verifica non valido. Per favore, riprova.

# VerificationCodeVerifyAccountMessage
source: Enter the Verification Code you received in your email.
it: Inserisci il codice di verifica che hai ricevuto via mail.

# BiometricAuthenticationError
source: Authentication Failed
de: Authentifizierung fehlgeschlagen
es_419: Error de autentificación
fr_be: Échec d’authentification
nl_nl: Verificatie mislukt

# BiometricBiometricsFaceIDFooter
source: Attention: All of the Face ID fingerprints stored on this device can be used to log into your account.
de: Achtung: Alle auf diesem Gerät gespeicherten Face ID-Fingerabdrücke können zum Anmelden bei Ihrem Konto verwendet werden.
es_419: Atención: Todas las huellas dactilares y de reconocimiento facial almacenadas en este dispositivo se pueden utilizar para iniciar sesión en su cuenta.
fr_be: Attention : Toutes les empreintes digitales et Face ID stockées sur ce dispositif peuvent être utilisées pour vous connecter à votre compte.
nl_nl: Opgelet: Alle FACE ID vingerafdrukken die op dit apparaat zijn opgeslagen, kunnen gebruikt worden om in te loggen op uw account.

# BiometricErrorTitle
source: Error
de: Fehler
fr_be: Erreur
nl_nl: Fout

# BiometricNotAvailableTitle
source: The device does not have biometric methods or pin to login
de: Das Gerät verfügt nicht über biometrische Methoden oder PIN zur Anmeldung.
es_419: El dispositivo no tiene métodos biométricos ni PIN para iniciar sesión.
fr_be: Le dispositif ne dispose pas de méthodes biométriques ou de NIP pour se connecter
nl_nl: Het apparaat heeft geen biometrische methodes of pincode om in te loggen

# BiometricUsePin
source: Use PIN
de: PIN verwenden
es_419: Usar PIN
fr_be: Utilisez le NIP
nl_nl: Pincode gebruiken

# BiometricTryAgain
source: Try Again
de: Versuchen Sie es noch einmal
es_419: Inténtelo de nuevo
fr_be: Essayez à nouveau
nl_nl: Probeer het opnieuw
